print('{:>60}'.format('Рахунок-фактура №_ від____202_р.'))
print('{}'.format('''ПОСТАЧАЛЬНИК: Управління                   ПЛАТНИК: ЧП Іванов Іван Іваночив  
інженерного захисту території міста 
та розвитку узбережжя ОМР Код ЄДРПОУ
247364364 Р/рахунок №34353535
МФО 92498195 в ГУДКУ в Одеськый області '''))
print('    --------------------------------------------------------------------------------------------------------')
print('Підстава:')
print('{} {:>20} {:>25} {:>10} {:>10} {:>20}'.format('№', 'Найменування товару', 'Од.вим', 'Кільк.', 'Ціна', 'Сума'))
print('{:>25}'.format('''   Узгодження проектної
   документації нового будівництва        услуг      1,00         0,00                 0,00
   за адресою:м. Одеса, вул. Іванова,896'''))
print('{} {}'.format('                                                                  Всього сума без ПДВ', ' 0,00'))
print('{} {}'.format('                                                                  ПДВ','                 0,00'))
print('{}'.format('                                                                  Всього сума з ПДВ'))

name = "Козачков Ростислав"
import datetime
print('Автор програми: ' + name)
a = datetime.datetime.today().strftime("%d.%m.%Y")
b = datetime.datetime.today().strftime("%H:%M:%S")
print(a)
print(b)