db = int(input('Введіть гучність в дБ: '))

if db == 40:
    print('Шум тихої кімнати')
elif db == 70:
    print('Шум будтльника')
elif db == 106:
    print('Шум бензинової газонокосарки')
elif db == 130:
    print('Шум відбійного молотка')
elif db < 40:
    print('Шум нижче тихої кімнати(40дБ).Ваша відповідь - {} дБ'.format(db))
elif db < 70 > 40:
    print('Шум, який знаходиться між тихою кімнатою(40 дБ) і будильником (70 дБ).Ваша відповідь - {} дБ'.format(db))
elif db < 106 > 70:
    print('Шум, який знаходиться між будильником(70 дБ) і бензиновою газонокосаркою(106 дБ). Ваша відповідь - {} дБ'.format(db))
elif db < 130 > 106:
    print('Шум, який знаходиться між бензиновою газонокосаркою(106) і відбійним молотком(130)')
else:
    print('Шум вище відбійного молотка(130)')

name = "Козачков Ростислав"
import datetime
print('Автор програми: ' + name)
a = datetime.datetime.today().strftime("%d.%m.%Y")
b = datetime.datetime.today().strftime("%H:%M:%S")
print(a)
print(b)